var quests = {
    "A8": {
        "title": "「天龍」型軽巡姉妹の全2艦を編成せよ！",
        "desc": "天龍型軽巡洋艦「天龍」「龍田」を同一艦隊に配属せよ！",
        "ship": [
            "天龍",
            "龍田"
        ]
    },
    "A10": {
        "title": "「第六駆逐隊」を編成せよ！",
        "desc": "「暁」「響」「雷」「電」4隻による第六駆逐隊を編成せよ！",
        "ship": [
            "暁",
            "響",
            "雷",
            "電"
        ]
    },
    "A14": {
        "title": "「川内」型軽巡姉妹の全3艦を編成せよ！",
        "desc": "川内型軽巡洋艦、「川内」「神通」「那珂」を同一艦隊に編成せよ！",
        "ship": [
            "川内",
            "神通",
            "那珂"
        ]
    },
    "A15": {
        "title": "「妙高」型重巡姉妹の全4隻を編成せよ！",
        "desc": "妙高型重巡洋艦「妙高」「那智」「足柄」「羽黒」を同一艦隊に配属せよ！",
        "ship": [
            "妙高",
            "那智",
            "足柄",
            "羽黒"
        ]
    },
    "A16": {
        "title": "「金剛」型による高速戦艦部隊を編成せよ！",
        "desc": "金剛型戦艦「金剛」「比叡」「榛名」「霧島」全4隻の高速戦艦を集中配備せよ！",
        "ship": [
            "金剛",
            "比叡",
            "榛名",
            "霧島"
        ]
    },
    "A17": {
        "title": "「扶桑」型戦艦姉妹の全2隻を編成せよ！",
        "desc": "扶桑型戦艦「扶桑」「山城」を同一艦隊に配属せよ！！",
        "ship": [
            "扶桑",
            "山城"
        ]
    },
    "A18": {
        "title": "「伊勢」型戦艦姉妹の全2隻を編成せよ！",
        "desc": "伊勢型戦艦「伊勢」「日向」を同一艦隊に配属せよ！",
        "ship": [
            "伊勢",
            "日向"
        ]
    },
    "A19": {
        "title": "南雲機動部隊を編成せよ！",
        "desc": "一航戦「赤城」「加賀」二航戦「飛龍」「蒼龍」からなる第一機動部隊を編成せよ！",
        "ship": [
            "赤城",
            "加賀",
            "飛龍",
            "蒼龍"
        ]
    },
    "A20": {
        "title": "「三川艦隊」を編成せよ！",
        "desc": "「鳥海」「青葉」「加古」「古鷹」「天龍」を含む高速艦隊を編成せよ！",
        "ship": [
            "鳥海",
            "青葉",
            "加古",
            "古鷹",
            "天龍"
        ]
    },
    "A21": {
        "title": "「第四戦隊」を編成せよ！",
        "desc": "「愛宕」「高雄」「鳥海」「摩耶」を基幹とした第四戦隊を編成せよ！",
        "ship": [
            "愛宕",
            "高雄",
            "鳥海",
            "摩耶"
        ]
    },
    "A22": {
        "title": "「西村艦隊」を編成せよ！",
        "desc": "「扶桑」「山城」「最上」「時雨」を基幹とした西村艦隊を編成せよ！",
        "ship": [
            "扶桑",
            "山城",
            "最上",
            "時雨"
        ]
    },
    "A23": {
        "title": "「第五航空戦隊」を編成せよ！",
        "desc": "「翔鶴」「瑞鶴」を基幹とし、駆逐艦2隻を加えた第五航空戦隊を編成せよ！",
        "ship": [
            "翔鶴",
            "瑞鶴"
        ]
    },
    "A24": {
        "title": "新「三川艦隊」を編成せよ！",
        "desc": "「鳥海」「青葉」「衣笠」「加古」「古鷹」「天龍」からなる三川艦隊を編成せよ！",
        "ship": [
            "鳥海",
            "青葉",
            "衣笠",
            "加古",
            "古鷹",
            "天龍"
        ]
    },
    "A28": {
        "title": "「第六戦隊」を編成せよ！",
        "desc": "「古鷹」「加古」「青葉」「衣笠」を基幹とした第六戦隊を編成せよ！",
        "ship": [
            "古鷹",
            "加古",
            "青葉",
            "衣笠"
        ]
    },
    "A29": {
        "title": "「第五艦隊」を編成せよ！",
        "desc": "「那智」「足柄」「多摩」「木曾」を中核とした第五艦隊を編成せよ！",
        "ship": [
            "古鷹",
            "加古",
            "青葉",
            "衣笠"
        ]
    },
    "A30": {
        "title": "「第一水雷戦隊」を編成せよ！",
        "desc": "「阿武隈」「曙」「潮」「霞(かすみ)」「不知火」を中核とした第1水雷戦隊を編成せよ！",
        "ship": [
            "阿武隈",
            "曙",
            "潮",
            "霞",
            "不知火"
        ]
    },
    "A31": {
        "title": "「第八駆逐隊」を編成せよ！",
        "desc": "「朝潮」「満潮」「大潮」「荒潮」4隻による第八駆逐隊を編成せよ！",
        "ship": [
            "朝潮",
            "満潮",
            "大潮",
            "荒潮"
        ]
    },
    "A32": {
        "title": "「第十八駆逐隊」を編成せよ！",
        "desc": "「霞(かすみ)」「霰(あられ)」「陽炎」「不知火」4隻による第十八駆逐隊を編成せよ！",
        "ship": [
            "霞",
            "霰",
            "陽炎",
            "不知火"
        ]
    },
    "A33": {
        "title": "「第三十駆逐隊(第一次)」を編成せよ！",
        "desc": "「睦月」「如月」「弥生」「望月」4隻による第三十駆逐隊(第一次)を編成せよ！",
        "ship": [
            "睦月",
            "如月",
            "弥生",
            "望月"
        ]
    },
    "A34": {
        "title": "「第三十駆逐隊(第二次)」を編成せよ！",
        "desc": "「睦月」「卯月」「弥生」「望月」4隻による第三十駆逐隊(第二次)を編成せよ！",
        "ship": [
            "睦月",
            "卯月",
            "弥生",
            "望月"
        ]
    },
    "A35": {
        "title": "「第五戦隊」を編成せよ！",
        "desc": "「妙高」「那智」「羽黒」を基幹とした第五戦隊を編成せよ！",
        "ship": [
            "妙高",
            "那智",
            "羽黒"
        ]
    },
    "A36": {
        "title": "新編「第二航空戦隊」を編成せよ！",
        "desc": "「飛龍改二」(※旗艦)及び「蒼龍」を基幹とした二航戦(要駆逐艦2隻)を編成せよ！",
        "ship": [
            "飛龍",
            "蒼龍"
        ]
    },
    "A38": {
        "title": "新型電探を配備せよ！",
        "desc": "新型電探運用試験のため、第一艦隊の旗艦に「妙高改二」を配備せよ！",
        "ship": [
            "妙高"
        ]
    },
    "A39": {
        "title": "再編成「第二航空戦隊」を強化せよ！",
        "desc": "「蒼龍改二」(※旗艦)及び「飛龍改二」を基幹とした二航戦(要駆逐艦2隻)を編成せよ！",
        "ship": [
            "蒼龍",
            "飛龍"
        ]
    },
    "A40": {
        "title": "精鋭「第三戦隊」全艦集結せよ！",
        "desc": "第二次改装を完了した改装金剛型高速戦艦4隻を集結させよ！",
        "ship": [
            "金剛",
            "比叡",
            "榛名",
            "霧島"
        ]
    },
    "A41": {
        "title": "「新型正規空母」を配備せよ！",
        "desc": "雲龍型航空母艦一番艦「雲龍」を第一艦隊機旗艦に配備せよ！",
        "ship": [
            "雲龍"
        ]
    },
    "A42": {
        "title": "主力戦艦部隊「第二戦隊」を編成せよ！",
        "desc": "長門型2隻及び扶桑型2隻の計4隻の主力戦艦からなる第二戦隊を編成せよ！",
        "ship": [
            "長門",
            "陆奥",
            "扶桑",
            "山城"
        ]
    },
    "A44": {
        "title": "「西村艦隊」を再編成せよ！",
        "desc": "「扶桑」「山城」「最上」「時雨」「満潮」を基幹とした西村艦隊を編成せよ！",
        "ship": [
            "扶桑",
            "山城",
            "最上",
            "時雨",
            "満潮"
        ]
    },
    "A45": {
        "title": "改修工廠を準備せよ！",
        "desc": "第一艦隊の旗艦に工作艦「明石」を配備、改修工廠の準備をせよ！",
        "ship": [
            "明石"
        ]
    },
    "A46": {
        "title": "軽快な「水上反撃部隊」を編成せよ！",
        "desc": "駆逐艦「霞」(かすみ)を旗艦とした重巡「足柄」及び軽巡1隻駆逐艦4隻の水上挺身部隊を編成せよ！",
        "ship": [
            "霞",
            "足柄"
        ]
    },
    "A47": {
        "title": "「第十一駆逐隊」を編成せよ！",
        "desc": "特Ⅰ型駆逐艦「吹雪」「白雪」「初雪」「叢雲」4隻による第十一駆逐隊を編成せよ！",
        "ship": [
            "吹雪",
            "白雪",
            "初雪",
            "叢雲"
        ]
    },
    "A48": {
        "title": "「第二一駆逐隊」を編成せよ！",
        "desc": "「初春」「子日」「若葉」「初霜」4隻による「第二一駆逐隊」を編成せよ！",
        "ship": [
            "初春",
            "子日",
            "若葉",
            "初霜"
        ]
    },
    "A49": {
        "title": "「第二二駆逐隊」を編成せよ！",
        "desc": "「皐月」「文月」「長月」他1隻計駆逐艦4隻による第二二駆逐隊を編成せよ！",
        "ship": [
            "皐月",
            "文月",
            "長月"
        ]
    },
    "A50": {
        "title": "「三川艦隊」を新編、突入準備せよ！",
        "desc": "第一艦隊において、「鳥海改二」を旗艦とする三川艦隊を編成せよ！",
        "ship": [
            "鳥海",
            "古鷹",
            "加古",
            "青葉",
            "衣笠",
            "夕張",
            "天龍"
        ]
    },
    "A51": {
        "title": "「第十八戦隊」を新編成せよ！",
        "desc": "軽巡洋艦「天龍」「龍田」を基幹戦力とした「第十八戦隊」を4隻以上で新編成せよ！",
        "ship": [
            "天龍",
            "龍田"
        ]
    },
    "A52": {
        "title": "海上突入部隊を編成せよ！",
        "desc": "戦艦「比叡」「霧島」軽巡「長良」駆逐艦「暁」「雷」「電」による海上突入部隊を編成せよ！",
        "ship": [
            "比叡",
            "霧島",
            "長良",
            "暁",
            "雷",
            "電"
        ]
    },
    "A53": {
        "title": "新編「第六駆逐隊」を編成せよ！",
        "desc": "「暁改二」を旗艦とした「響」「雷」「電」4隻による第六駆逐隊を編成せよ！",
        "ship": [
            "暁",
            "響",
            "雷",
            "電"
        ]
    },
    "A54": {
        "title": "「第一水雷戦隊」北方突入準備！",
        "desc": "「阿武隈」を旗艦として「響」「初霜」「若葉」「五月雨」「島風」による一水戦を編成せよ！",
        "ship": [
            "阿武隈",
            "響",
            "初霜",
            "若葉",
            "五月雨",
            "島風"
        ]
    },
    "A55": {
        "title": "「第一水雷戦隊」北方再突入準備！",
        "desc": "「阿武隈改二」を旗艦として「響」「夕雲」「長波」「秋雲」「島風」の一水戦を再編成せよ!",
        "ship": [
            "阿武隈",
            "響",
            "夕雲",
            "長波",
            "秋雲",
            "島風"
        ]
    },
    "B11": {
        "title": "「三川艦隊」出撃せよ！",
        "desc": "新編成した「三川艦隊」で出撃せよ！",
        "ship": [
            "古鷹",
            "加古",
            "青葉",
            "鳥海",
            "天龍"
        ]
    },
    "B12": {
        "title": "「第六駆逐隊」出撃せよ！",
        "desc": "「暁」「響」「雷」「電」による第六駆逐隊、出撃せよ！",
        "ship": [
            "暁",
            "響",
            "雷",
            "電"
        ]
    },
    "B13": {
        "title": "「第四戦隊」出撃せよ！",
        "desc": "「愛宕」「高雄」「鳥海」「摩耶」を基幹とする第四戦隊で、バシー島沖の敵を撃滅せよ！",
        "ship": [
            "愛宕",
            "高雄",
            "鳥海",
            "摩耶"
        ]
    },
    "B14": {
        "title": "「西村艦隊」出撃せよ！",
        "desc": "「扶桑」「山城」「最上」「時雨」を基幹とする西村艦隊で、オリョール海の敵を撃滅せよ！",
        "ship": [
            "扶桑",
            "山城",
            "最上",
            "時雨"
        ]
    },
    "B15": {
        "title": "「第五航空戦隊」出撃せよ！",
        "desc": "「翔鶴」「瑞鶴」を基幹とする第五航空戦隊で、北方海域モーレイ海の敵を撃滅せよ！",
        "ship": [
            "翔鶴",
            "瑞鶴"
        ]
    },
    "B16": {
        "title": "新「三川艦隊」出撃せよ！",
        "desc": "完全編成した「三川艦隊」をもって、オリョール海の敵を撃滅せよ！",
        "ship": [
            "鳥海",
            "青葉",
            "衣笠",
            "加古",
            "古鷹",
            "天龍"
        ]
    },
    "B19": {
        "title": "「第六戦隊」出撃せよ！",
        "desc": "編成した「第六戦隊」をもって出撃し、オリョール海の敵を撃滅「完全勝利」せよ！",
        "ship": [
            "古鷹",
            "加古",
            "青葉",
            "衣笠"
        ]
    },
    "B20": {
        "title": "「第八駆逐隊」出撃せよ！",
        "desc": "編成した「第八駆逐隊」を含む艦隊で出撃し、オリョール海の敵を撃滅せよ！",
        "ship": [
            "朝潮",
            "満潮",
            "大潮",
            "荒潮"
        ]
    },
    "B21": {
        "title": "「第十八駆逐隊」出撃せよ！",
        "desc": "編成した「第十八駆逐隊」を含む艦隊で出撃し、モーレイ海の敵を撃滅せよ！",
        "ship": [
            "霞",
            "霰",
            "陽炎",
            "不知火"
        ]
    },
    "B22": {
        "title": "「第三十駆逐隊(第一次)」出撃せよ！",
        "desc": "「第三十駆逐隊(第一次)」を含む艦隊で出撃しキス島沖の主力艦隊と交戦せよ！",
        "ship": [
            "睦月",
            "如月",
            "弥生",
            "望月"
        ]
    },
    "B24": {
        "title": "「第三十駆逐隊」対潜哨戒！",
        "desc": "「第三十駆逐隊(第二次)」は直ちに抜錨！鎮守府正面の対潜哨戒を実施せよ！",
        "ship": [
            "睦月",
            "卯月",
            "弥生",
            "望月"
        ]
    },
    "B25": {
        "title": "新編「第二航空戦隊」出撃せよ！",
        "desc": "新編「二航戦」を基幹とした艦隊で、珊瑚諸島沖に出撃、敵機動部隊を撃滅せよ！",
        "ship": [
            "飛龍",
            "蒼龍"
        ]
    },
    "B26": {
        "title": "精鋭「第二航空戦隊」抜錨せよ！",
        "desc": "錬成を終え再編成「二航戦」を基幹とした艦隊で、敵リランカ島を空襲、破砕せよ！",
        "ship": [
            "飛龍",
            "蒼龍"
        ]
    },
    "B27": {
        "title": "戦艦「榛名」出撃せよ！",
        "desc": "第二次改装実施した「榛名改二」を基幹とした艦隊で「南方海域」へ進出、敵艦隊主力を撃滅せよ！",
        "ship": [
            "榛名"
        ]
    },
    "B28": {
        "title": "「第六〇一航空隊」出撃せよ！",
        "desc": "雲龍型航空母艦「雲龍改」含む機動部隊で珊瑚島沖に出撃、敵機動部隊を撃滅せよ！",
        "ship": [
            "雲龍"
        ]
    },
    "B31": {
        "title": "「第二戦隊」抜錨！",
        "desc": "「第二戦隊」を基幹とした艦隊でカレー洋に進出、反復出撃により敵海上兵力を撃破せよ！",
        "ship": [
            "長門",
            "陆奥",
            "扶桑",
            "山城"
        ]
    },
    "B33": {
        "title": "「西村艦隊」南方海域へ進出せよ！",
        "desc": "「西村艦隊」を南方海域へ進出させ、敵主力艦隊へ突入、これを撃滅せよ！",
        "ship": [
            "扶桑",
            "山城",
            "最上",
            "時雨",
            "満潮"
        ]
    },
    "B34": {
        "title": "「第六戦隊」南西海域へ出撃せよ！",
        "desc": "「古鷹」「加古」「青葉」「衣笠」を基幹とした「第六戦隊」で、沖ノ島沖の敵艦隊を撃滅せよ！",
        "ship": [
            "古鷹",
            "加古",
            "青葉",
            "衣笠"
        ]
    },
    "B35": {
        "title": "「第十一駆逐隊」出撃せよ！",
        "desc": "「第十一駆逐隊」を含む艦隊で出撃し、オリョール海の敵を撃破せよ！",
        "ship": [
            "吹雪",
            "白雪",
            "初雪",
            "叢雲"
        ]
    },
    "B36": {
        "title": "「第十一駆逐隊」対潜哨戒！",
        "desc": "「第十一駆逐隊」を含む艦隊で鎮守府正面へ展開、対潜哨戒を実施せよ！",
        "ship": [
            "吹雪",
            "白雪",
            "初雪",
            "叢雲"
        ]
    },
    "B37": {
        "title": "「第二一駆逐隊」出撃せよ！",
        "desc": "「第二一駆逐隊」を含む艦隊で出撃し、北方海域モーレイ海の敵を撃滅せよ！",
        "ship": [
            "初春",
            "子日",
            "若葉",
            "初霜"
        ]
    },
    "B38": {
        "title": "「那智戦隊」抜錨せよ！",
        "desc": "旗艦「那智」及び「初霜」「霞(かすみ)」「潮」「曙」他1隻の艦隊でバシー島沖の敵を殲滅せよ！",
        "ship": [
            "那智",
            "初霜",
            "霞",
            "潮",
            "曙"
        ]
    },
    "B39": {
        "title": "「第二二駆逐隊」出撃せよ！",
        "desc": "「第二二駆逐隊」を含む艦隊で南西諸島防衛線に出撃、敵主力艦隊を撃滅せよ！",
        "ship": [
            "皐月",
            "文月",
            "長月"
        ]
    },
    "B40": {
        "title": "「改装防空重巡」出撃せよ！",
        "desc": "摩耶改または摩耶改二及び軽巡1駆逐2隻を含む艦隊でオリョール海の敵艦隊を撃滅せよ！",
        "ship": [
            "摩耶"
        ]
    },
    "B41": {
        "title": "新編「三川艦隊」ソロモン方面へ！",
        "desc": "第一艦隊に編成した「三川艦隊」を南方海域に進出させ、同方面の敵艦隊を撃滅せよ！",
        "ship": [
            "鳥海",
            "古鷹",
            "加古",
            "青葉",
            "衣笠",
            "夕張",
            "天龍"
        ]
    },
    "B42": {
        "title": "「第六駆逐隊」対潜哨戒なのです！",
        "desc": "「第六駆逐隊」を含む艦隊で鎮守府正面へ展開、対潜哨戒を実施せよ！",
        "ship": [
            "暁",
            "響",
            "雷",
            "電"
        ]
    },
    "B43": {
        "title": "抜錨！「第十八戦隊」",
        "desc": "「天龍」「龍田」を基幹戦力とした「第十八戦隊」で出撃し、オリョール海の敵主力を撃滅せよ！",
        "ship": [
            "天龍",
            "龍田"
        ]
    },
    "B44": {
        "title": "海上突入部隊、進発せよ！",
        "desc": "「比叡」「霧島」「長良」「暁」「雷」「電」の艦隊で、南方海域進出作戦を実施、敵を撃滅せよ！",
        "ship": [
            "比叡",
            "霧島",
            "長良",
            "暁",
            "雷",
            "電"
        ]
    },
    "B45": {
        "title": "「第六駆逐隊」対潜哨戒を徹底なのです！",
        "desc": "「第六駆逐隊」を含む艦隊で鎮守府正面で対潜哨戒を実施、敵潜水艦部隊を痛打せよ！",
        "ship": [
            "暁",
            "響",
            "雷",
            "電"
        ]
    },
    "B46": {
        "title": "「第一水雷戦隊」ケ号作戦、突入せよ！",
        "desc": "北方突入準備を完了した「一水戦」で北方キス島に突入！包囲網を破り、友軍を救出せよ！",
        "ship": [
            "阿武隈",
            "響",
            "初霜",
            "若葉",
            "五月雨",
            "島風"
        ]
    },
    "B47": {
        "title": "「第一水雷戦隊」北方ケ号作戦、再突入！",
        "desc": "「北方再突入準備の新編「一水戦」で北方キス島に再突入を敢行、同撤収作戦を完遂せよ!",
        "ship": [
            "阿武隈",
            "響",
            "夕雲",
            "長波",
            "秋雲",
            "島風"
        ]
    },
    "Bm1": {
        "title": "「第五戦隊」出撃せよ！",
        "desc": "「第五戦隊」は沖ノ島沖の戦闘哨戒を実施、敵艦隊主力を捕捉、これを撃滅せよ！",
        "ship": [
            "妙高",
            "那智",
            "羽黑"
        ]
    },
    "Bm7": {
        "title": "「水上反撃部隊」突入せよ！",
        "desc": "駆逐艦を旗艦とした重巡1隻(航巡不可)軽巡1隻駆逐艦4隻からなる水上挺身部隊、沖ノ島沖に突入せよ！",
        "ship": [
            "霞",
            "足柄"
        ]
    }
};
