var quests = {
    "A10": [
        "晓",
        "响",
        "雷",
        "电"
    ],
    "A19": [
        "赤诚",
        "加贺",
        "飞龙",
        "苍龙"
    ],
    "A23": [
        "祥鹤",
        "瑞鹤"
    ],
    "A28": [
        "古鹰",
        "加古",
        "青叶",
        "衣笠"
    ],
    "A30": [
        "阿武隈",
        "曙",
        "潮",
        "霞",
        "不知火"
    ],
    "A31": [
        "朝潮",
        "满潮",
        "大潮",
        "荒潮"
    ],
    "A32": [
        "霞",
        "霰",
        "阳炎",
        "不知火"
    ],
    "A33": [
        "睦月",
        "如月",
        "弥生",
        "望月"
    ],
    "A34": [
        "睦月",
        "卯月",
        "弥生",
        "望月"
    ],
    "A35": [
        "妙高",
        "那智",
        "羽黑"
    ],
    "A36": [
        "飞龙",
        "苍龙"
    ],
    "A38": [
        "妙高"
    ],
    "A39": [
        "苍龙",
        "飞龙"
    ],
    "A40": [
        "金刚",
        "比睿",
        "榛名",
        "雾岛"
    ],
    "A41": [
        "云龙"
    ],
    "A42": [
        "长门",
        "陆奥",
        "扶桑",
        "山城"
    ],
    "A44": [
        "扶桑",
        "山城",
        "最上",
        "时雨",
        "满潮"
    ],
    "A45": [
        "明石"
    ],
    "A46": [
        "霞",
        "足柄"
    ],
    "A47": [
        "吹雪",
        "白雪",
        "初雪",
        "从云"
    ],
    "A48": [
        "初春",
        "子日",
        "若叶",
        "初霜"
    ],
    "A49": [
        "皋月",
        "文月",
        "长月"
    ],
    "A50": [
        "鸟海",
        "古鹰",
        "加古",
        "青叶",
        "衣笠",
        "夕张",
        "天龙"
    ],
    "A51": [
        "天龙",
        "龙田"
    ],
    "A52": [
        "比睿",
        "雾岛",
        "长良",
        "晓",
        "雷",
        "电"
    ],
    "A53": [
        "晓",
        "响",
        "雷",
        "电"
    ],
    "B12": [
        "晓",
        "响",
        "雷",
        "电"
    ],
    "B13": [
        "爱宕",
        "高雄",
        "鸟海",
        "摩耶"
    ],
    "B14": [
        "扶桑",
        "山城",
        "最上",
        "时雨"
    ],
    "B15": [
        "祥鹤",
        "瑞鹤"
    ],
    "B16": [
        "鸟海",
        "青叶",
        "衣笠",
        "加古",
        "古鹰",
        "天龙"
    ],
    "B19": [
        "古鹰",
        "加古",
        "青叶",
        "衣笠"
    ],
    "B20": [
        "朝潮",
        "满潮",
        "大潮",
        "荒潮"
    ],
    "B21": [
        "霞",
        "霰",
        "阳炎",
        "不知火"
    ],
    "B22": [
        "睦月",
        "如月",
        "弥生",
        "望月"
    ],
    "B24": [
        "睦月",
        "卯月",
        "弥生",
        "望月"
    ],
    "B25": [
        "飞龙",
        "苍龙"
    ],
    "B26": [
        "苍龙",
        "飞龙"
    ],
    "B27": [
        "榛名"
    ],
    "B28": [
        "云龙"
    ],
    "B31": [
        "长门",
        "陆奥",
        "扶桑",
        "山城"
    ],
    "B33": [
        "扶桑",
        "山城",
        "最上",
        "时雨",
        "满潮"
    ],
    "B34": [
        "古鹰",
        "加古",
        "青叶",
        "衣笠"
    ],
    "B35": [
        "吹雪",
        "白雪",
        "初雪",
        "从云"
    ],
    "B36": [
        "吹雪",
        "白雪",
        "初雪",
        "从云"
    ],
    "B37": [
        "初春",
        "子日",
        "若叶",
        "初霜"
    ],
    "B38": [
        "那智",
        "初霜",
        "霞",
        "潮",
        "曙"
    ],
    "B39": [
        "皋月",
        "文月",
        "长月"
    ],
    "B40": [
        "摩耶"
    ],
    "B41": [
        "鸟海",
        "古鹰",
        "加古",
        "青叶",
        "衣笠",
        "夕张",
        "天龙"
    ],
    "B42": [
        "晓",
        "响",
        "雷",
        "电"
    ],
    "B43": [
        "天龙",
        "龙田"
    ],
    "B44": [
        "比睿",
        "雾岛",
        "长良",
        "晓",
        "雷",
        "电"
    ],
    "B45": [
        "晓",
        "响",
        "雷",
        "电"
    ],
    "Bm01": [
        "妙高",
        "那智",
        "羽黑"
    ]
};
